[
  {
    "id": 1,
    "project_number": 1,
    "client": "NATIONAL CONGLOMERATE, PHILIPPINES",
    "service_type": "service-design",
    "variant": "ProjectCover",
    "variant_index": 1,
    "title": "Household OS: Reimagining Family Coordination in the Philippines",
    "description": "Swipe to read the case →",
    "content": "Working with a national conglomerate to understand and redesign their employee experience across multiple touchpoints.",
    "cover_image_url": "/images/Projects/Research/Household OS_Cover.png"
  },
  {
    "id": 2,
    "project_number": 1,
    "client": "NATIONAL CONGLOMERATE, PHILIPPINES",
    "service_type": "service-design",
    "variant": "1-1ContentCol",
    "variant_index": 2,
    "content": "In many Southeast Asian households, especially in the Philippines, the home is not just a space, but a system: a network of care, financial interdependence, and decision-making spread across parents, siblings, overseas workers, and elders.\n\nAmid this complexity, families already manage using mental checklists, handwritten logs, Viber threads, and spreadsheets.\n\nSo when a major conglomerate approached us to explore a \"super app,\" we asked a different question: What if we didn't just digitize transactions but supported the actual work of running a household?\n\nFrom Fragmented Tools to Relational Infrastructure\n\nThrough interviews, co-creation sessions, and ethnographic research, we surfaced the quiet complexity of everyday life: multiple household members taking on roles like contributor, payer, planner, or reminder, often across generations and time zones.\n\nWe reframed the challenge:"
  },
  {
    "id": 3,
    "project_number": 1,
    "client": "NATIONAL CONGLOMERATE, PHILIPPINES",
    "service_type": "service-design",
    "variant": "DesignQuestion",
    "variant_index": 3,
    "hmw_line": "How might we design for family coordination, not just individual utility?",
    "cover_image_url": "/images/Projects/Research/Household OS_HMW.png"
  },
  {
    "id": 4,
    "project_number": 1,
    "client": "NATIONAL CONGLOMERATE, PHILIPPINES",
    "service_type": "service-design",
    "variant": "3-5ImageContent",
    "variant_index": 4,
    "content": "The result was the early blueprint of a Household OS, not a dashboard of bills, but a support layer that acknowledged the labour, trust, and emotion embedded in shared living.\n\nCore Concepts and Feature Experiments\nWe co-developed a suite of prototypes aimed at making invisible work visible and shared:\n• Household Wallet: Shared visibility into bills, contributions, and timelines\n• Savings Goals & Upgrade Bundles: Turning aspirations into concrete plans\n• Spending Guard: Nudges and alternatives to stay within budget\n• Smart Automation & API integrations: Reducing manual routines\n• Microloans: Offering relief when the unexpected strikes\n• Loyalty Points: Pooled and purposeful, not just individual rewards\n• Household Insights: Dashboards surfacing friction points and rhythm patterns",
    "project_image_url": "/images/Projects/Research/Household OS_Column.png"
  },
  {
    "id": 5,
    "project_number": 1,
    "client": "NATIONAL CONGLOMERATE, PHILIPPINES",
    "service_type": "service-design",
    "variant": "3-5ContentCol",
    "variant_index": 5,
    "content": "Designing for Diverse Household Realities\nWe uncovered a range of household archetypes, from centralized matriarch-led systems to distributed networks coordinated by siblings or intermediaries. We designed logic for real-life dynamics: overseas earners sending money home, elders passing on responsibilities, or blended families navigating new norms.\n\nThe design had to do more than work; it had to respect power dynamics, invite participation, and leave room for dignity.\n\nFrom Points to Purpose: Rethinking Loyalty\nA parallel study revealed that traditional rewards programs often missed the mark because they assumed individual benefit, not shared meaning.\n\nWe proposed a loyalty strategy rooted in household psychology:\n• Prioritizing essential offsets over luxury perks\n• Enabling shared redemption across online and offline contexts\n• Building in moments of gratitude, recognition, and emotional salience\n• Anchoring value in family, not just frequency\n\nBehavioral principles like loss aversion, social proof, and effort justification shaped how we designed for motivation and care, not just engagement."
  },
  {
    "id": 6,
    "project_number": 1,
    "client": "NATIONAL CONGLOMERATE, PHILIPPINES",
    "service_type": "service-design",
    "variant": "3-5ContentCol",
    "variant_index": 6,
    "content": "My Role\nI shaped narrative development and strategic positioning, surfacing the underlying tensions that connected disparate customer touchpoints across the conglomerate's ecosystem.\n\nThrough design research and rapid prototyping, I employed ethnographic methods to uncover the informal systems families had already developed, translating fieldwork insights into strategic frameworks that reframed the business opportunity from brand aggregation to infrastructure provision.\n\nWhy It Matters\nIn a region where the family is the first safety net, most apps treat people as individuals. We helped our client imagine something deeper: a system that supports the way families actually live, care, and coordinate, not just how they transact.\n\nThis project reframed \"digital transformation\" from convenience to care infrastructure, a quiet revolution in how platforms can show up for real lives."
  },
  {
    "id": 7,
    "project_number": 2,
    "client": "SELF-INITIATED PROJECT",
    "service_type": "ai",
    "variant": "ProjectCover",
    "variant_index": 1,
    "title": "Recovering Autodidacts:<br/>A Chatbot for the Curious-but-Tired",
    "description": "Swipe to read the case →",
    "content": "A personal design fiction prototype exploring how AI could support self-determined learning for time-starved adults.",
    "cover_image_url": "/docs/project-references/AI_02_Autodidact_1.png"
  },
  {
    "id": 8,
    "project_number": 2,
    "client": "SELF-INITIATED PROJECT",
    "service_type": "ai",
    "variant": "HMW",
    "variant_index": 2,
    "hmw": "How might an AI chatbot help time-starved adults rediscover their appetite for self-learning?",
    "cover_image_url": "/docs/project-references/AI_02_Autodidact_2.png"
  },
  {
    "id": 9,
    "project_number": 2,
    "client": "SELF-INITIATED PROJECT",
    "service_type": "ai",
    "variant": "1:1ContentCol",
    "variant_index": 3,
    "leftContent": {
      "title": "The Origin",
      "body": "This was a personal design fiction prototype. I imagined a future where AI plays the role of a learning mentor — not an all-knowing oracle, but a kind companion who knows how to ask the right questions. Drawing from foresight work on AI as a Self-Learning Assistant, this bot was inspired by heutagogy: the theory of self-determined learning. I built it in Chatfuel in under 3 weeks."
    },
    "rightContent": {
      "title": "What It Was",
      "body": "The prototype was simple: a Facebook Messenger bot that guided users through a 14-day self-learning challenge. Participants picked their own learning goal — like writing daily, learning Japanese, or understanding machine learning — and the bot would check in each day with a short reflection prompt, a motivational learning tip, and occasional feedback."
    }
  },
  {
    "id": 10,
    "project_number": 2,
    "client": "SELF-INITIATED PROJECT",
    "service_type": "ai",
    "variant": "3:5ImageContent",
    "variant_index": 4,
    "rightContent": {
      "title": "Features Designed to Shape Behavior",
      "body": "Learners were asked to define their goals (a conversational version of a learning contract), reflect daily (reinforcing awareness), and eventually demonstrate what they'd learned. The experience was designed around agency, accountability, and curiosity — all scaffolded lightly by the bot.",
      "list": [
        "<strong>Learning Contracts:</strong> Established conversationally, forcing early clarity.",
        "<strong>Daily Reflections:</strong> Encouraged habit-building and pattern recognition.",
        "<strong>Meta-Learning Tips:</strong> Shared after each completed day as small rewards — sourced from Barbara Oakley, Feynman, and others.",
        "<strong>Accountability Champions:</strong> Learners were invited to nominate someone they'd report to, adding social stakes.",
        "<strong>Proof of Learning:</strong> Users were prompted to demonstrate their outcome with photos, videos, or short notes."
      ]
    },
    "project_image_url": "/docs/project-references/AI_02_Autodidact_3.png"
  },
  {
    "id": 11,
    "project_number": 2,
    "client": "SELF-INITIATED PROJECT",
    "service_type": "ai",
    "variant": "1:1ContentCol",
    "variant_index": 5,
    "leftContent": {
      "title": "Constraints",
      "body": "Because of platform limitations, the chatbot wasn't truly conversational. It couldn't parse user input meaningfully. Yet by thinking the UX, I gave the bot personality: warm, enthusiastic, and playful. It greeted users differently each day, used their names, and made the interaction feel more human."
    },
    "rightContent": {
      "title": "What I Wanted to Learn",
      "body": "My hypothesis was simple: if you strip away the complexity of modern edtech and just offer people structure, reflection, and encouragement — would they still learn? Would it feel meaningful? Could a bot rekindle the self-motivated learner within?"
    }
  },
  {
    "id": 12,
    "project_number": 2,
    "client": "SELF-INITIATED PROJECT",
    "service_type": "ai",
    "variant": "1:1ContentCol",
    "variant_index": 6,
    "leftContent": {
      "title": "Outcomes",
      "body": "Over a dozen people tested the bot. Some completed the challenge. Some dropped out. But nearly everyone reported it helped them think differently about learning. One said it felt like \"talking to a coach who didn't judge.\" Another said it reminded them of what school never taught: how to learn."
    },
    "rightContent": {
      "title": "Why It Matters",
      "body": "This wasn't about replacing teachers with AI. It was about reframing learning itself — less about content delivery, more about mindset scaffolding. The bot didn't teach facts. It helped people care again.<br/><br/>In a time where AI promises speed and automation, Recovering Autodidacts asked a quieter question:<br/><br/><em>What if the future of learning wasn't faster... but more human?</em>"
    }
  },
  {
    "id": 13,
    "project_number": 3,
    "client": "CREATIVE AGENCY, LONDON",
    "service_type": "creative-tech",
    "variant": "ProjectCover",
    "variant_index": 1,
    "title": "Interactive Brand Experience",
    "description": "Designing and prototyping an immersive digital installation that responds to visitor movement and creates personalized brand narratives in real-time.",
    "content": "Building cutting-edge interactive experiences that blur the line between digital and physical brand engagement.",
    "cover_image_url": null
  },
  {
    "id": 14,
    "project_number": 4,
    "client": "GLOBAL CONSULTANCY, NYC",
    "service_type": "facilitation",
    "variant": "ProjectCover",
    "variant_index": 1,
    "title": "Strategic Alignment Workshop Series",
    "description": "Facilitating a series of workshops for C-suite executives to align on company vision and strategy across multiple time horizons, resulting in a unified 5-year roadmap.",
    "content": "Guiding leadership teams through complex strategic decisions using structured facilitation and systems thinking.",
    "cover_image_url": null
  }
]